import { image0, image1, image2, image3, image4 } from "@/assets"

export const sliderImages = [
  {
    image: image0,
    content: [
      { size: "sm", title: "استمتع بالهدوء والراحة في قلب الطبيعة" },
      {
        size: "lg",
        title:
          "نص طويل بهذا الحجم يتوافق مع الصورة, نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة",
      },
    ],
  },
  {
    image: image0,
    content: [
      { size: "sm", title: "عنوان قصير بهذا الطول " },
      {
        size: "lg",
        title:
          "نص طويل بهذا الحجم يتوافق مع الصورة, نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة",
      },
    ],
  },
  {
    image: image0,
    content: [
      {
        size: "lg",
        title:
          "نص طويل بهذا الحجم يتوافق مع الصورة, نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة  نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة",
      },
      { size: "sm", title: "عنوان قصير بهذا الطول " },
    ],
  },
  {
    image: image0,
    content: [
      {
        size: "lg",
        title:
          "نص طويل بهذا الحجم يتوافق مع الصورة, نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة  نص طويل بهذا الحجم يتوافق مع الصورة المعرضوة",
      },
      { size: "sm", title: "انعم بالراحة والاسترخاء في وشل" },
    ],
  },
]
